Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mint-chat.tmx
Source language: en
Languages: sv

source: Don't show this window anymore
sv: Visa inte detta fönster i fortsättningen

source: Upon connection you will be asked to create a Matrix account.
sv: När du ansluter kommer du att bli ombedd att skapa ett Matrix-konto.

source: Code of conduct
sv: Uppförandekod

source: Don't talk about politics, religion, ideology.
sv: Prata inte om politik, religion eller ideologi.

source: Be patient, it might take time before you get an answer.
sv: Ha tålamod, det kan ta tid innan du får ett svar.

source: Connect to Matrix
sv: Anslut till Matrix

source: Be nice and respectful with other users.
sv: Var trevlig och respektfull mot andra användare.

source: The main room "Linux Mint" is dedicated to help and support.
sv: Huvudrummet ”Linux Mint” är till för hjälp och support.

source: If you need to paste a lot of text, don't flood the channel, use pastebin.com.
sv: Om du behöver klistra in mycket text ska du använda pastebin.com för att inte översvämma kanalen.

source: Online Chat
sv: Chatt på nätet

source: Don't talk about adult topics or anything that is not kids-friendly.
sv: Prata inte om vuxna ämnen eller något som inte är barnvänligt.

source: What is Matrix?
sv: Vad är Matrix?

source: Matrix is a form of real-time Internet chat.
sv: Matrix är en typ av realtidschatt på internet.

source: You will then be connected to the Linux Mint space on Matrix.
sv: Du ansluts sedan till Linux Mints utrymme på Matrix.

source: How does it work?
sv: Hur fungerar den?

source: This space contains a variety of chat rooms.
sv: Detta utrymme innehåller en mängd olika chattrum.

source: Welcome!
sv: Välkommen!

source: It is primarily used by Linux Mint users to ask questions and help each other.
sv: Den används främst av Linux Mint-användare för att ställa frågor och hjälpa varandra.

source: Chat in English if possible. You will be more likely to get help than in other languages.
sv: Chatta om möjligt på engelska. Då är det större chans att du får hjälp än om du använder andra språk.

source: DON'T SHOUT (by typing in capital letters).
sv: SKRIK INTE (genom att skriva med stora bokstäver).
